{
    "azeite": {
        "pergunta": "Considerando a sua semana habitual, utiliza azeite preferencialmente para cozinhar e temperar?",
        "resposta": ["Sim", "Nao"],
        "habito": "Azeite deve ser a fonte de gordura preferencial para cozinhar e temperar.",
        "barreiras": ["Quais são os principais desafios que prevê encontrar para alcançar o seu objetivo?", "Opções de resposta para o utilizador", "Não sei como conservar o azeite (e.g. no frigorífico?)", "Não sei qual é a quantidade de azeite recomendada (e.g. 2 colheres de sopa é muito?)", "Não sei como usar o azeite para cozinhar e temperar no meu dia-a-dia", "Não sei porque devo preferir azeite em vez de outras gorduras como manteiga, óleo ou banha", "Não é um objetivo para mim utilizar azeite para cozinhar e temperar", "Não gosto do sabor do azeite", "Não tenho o hábito de utilizar azeite para cozinhar e temperar", "É muito caro comprar azeite", "Faço refeições fora de casa frequentemente (e.g. restaurantes)", "As pessoas com quem convivo preferem outras fontes de gordura para cozinhar e temperar", "Não tenho apoio das pessoas com quem convivo", "Refeições não são preparadas por mim"]
    },
    "horticolas": {
        "pergunta": "Considerando a sua semana habitual, consome pelo menos tres porcoes de horticolas por dia?",
        "resposta": ["Sim", "Nao"],
        "habito": "Consumir pelo menos 3 porcoes de horticolas por dia.",
        "barreiras": ["Quais são os principais desafios que prevê encontrar para alcançar o seu objetivo?", "Opções de resposta para o utilizador", "Tenho dificuldade em mastigar os hortícolas (e.g. são muito duros para trincar)", "Não sei como conservar os hortícolas (e.g. os espinafres devem ficar no frigorífico?)", "Não sei qual é a quantidade de hortícolas recomendada (e.g. 1 cenoura é suficiente?)", "Não sei como comer mais hortícolas no meu dia-a-dia", "Não sei porque devo consumir hortícolas", "Não me sinto confiante nas minhas capacidades para preparar os hortícolas, incluindo descascar, cortar ou cozinhar (e.g. abóbora assada)", "Não me sinto confiante para comer mais hortícolas", "Não é um objetivo para mim consumir hortícolas no meu dia-a-dia", "Não gosto do sabor e/ou textura dos hortícolas", "Não tenho o hábito de comer hortícolas", "É muito caro comprar hortícolas", "Não tenho tempo para comprar e preparar hortícolas, incluindo descascar e cortar ou cozinhar (e.g. abóbora assada)", "Faço refeições fora de casa frequentemente (e.g. restaurantes)", "As pessoas com quem convivo preferem outro tipo de alimentos ", "Não tenho apoio das pessoas com quem convivo", "Refeições não são preparadas por mim"]
    },
    "fruta": {
        "pergunta": "Considerando a sua semana habitual, consome entre 2 a 4 porcoes de fruta por dia?",
        "resposta": ["Sim", "Nao"],
        "habito": "Consumir entre 2 a 4 porcoes de fruta por dia.",
        "barreiras": ["Quais são os principais desafios que prevê encontrar para alcançar o seu objetivo?", "Opções de resposta para o utilizador", "Tenho dificuldade em mastigar a fruta (e.g. é muito dura para trincar)", "Não sei como conservar a fruta (e.g.  as uvas devem ficar no frigorífico?)", "Não sei qual é a quantidade de fruta recomendada (e.g. um kiwi é suficiente?)", "Não sei como comer mais fruta no meu dia-a-dia", "Não sei porque devo consumir fruta", "Não me sinto confiante nas minhas capacidades para preparar a fruta, incluindo descascar, cortar ou cozinhar (e.g. maçã assada)", "Não me sinto confiante para comer mais fruta", "Não é um objetivo para mim consumir fruta no meu dia-a-dia", "Não gosto do sabor e/ou textura da fruta", "Não tenho o hábito de comer fruta", "É muito caro comprar fruta", "Não tenho tempo para comprar e preparar a fruta, incluindo descascar e cortar (e.g. cortar melão)", "Faço refeições fora de casa frequentemente (e.g. restaurantes)", "As pessoas com quem convivo preferem outro tipo de alimentos ", "Não tenho apoio das pessoas com que convivo", "Refeições não são preparadas por mim"]
    },
    "carne": {
        "pergunta": "Considerando a sua semana habitual, consome preferencialmente peixe e carnes brancas (exemplo, frango, peru) em vez de carnes vermelhas (exemplo, vaca, porco) e processadas?",
        "resposta": ["Sim", "Nao", "Nao aplicavel"],
        "habito": "Preferir carnes brancas e peixe em vez de carnes vermelhas ou processadas.",
        "barreiras": ["Quais são os principais desafios que prevê encontrar para alcançar o seu objetivo?", "Opções de resposta para o utilizador", "Não sei como conservar a carne branca e/ou peixe (e.g. quantos dias no frigorífico cozinhada?)", "Não sei qual é a quantidade de carne branca e/ou peixe recomendada (e.g. 2 postas de peixe é muito?)", "Não sei como substituir carnes vermelhas e/ou processadas por carne branca e/ou peixe no meu dia-a-dia ", "Não sei porque devo substituir carnes  vermelhas ou processadas por carnes brancas e peixe ", "Não me sinto confiante nas minhas capacidades para preparar a carne branca e/ou peixe, incluindo cortar ou cozinhar (e.g. peixe assado) ", "Não me sinto confiante para comer menos carne vermelha e/ou processada", "Não é um objetivo para mim substituir a carne vermelha e/ou processada", "Não é um objetivo para mim consumir mais peixe no meu dia-a-dia", "Não gosto do sabor e/ou textura da carne branca", "Não gosto do sabor e/ou textura do peixe", "Não tenho o hábito de comer carne branca e/ou peixe", "É muito caro comprar carne branca", "É muito caro comprar peixe", "Não tenho tempo para comprar ou preparar a carne branca e/ou peixe, incluindo cortar ou cozinhar (e.g. peixe grelhado)", "Faço refeições fora de casa frequentemente (e.g. restaurantes)", "As pessoas com quem convivo preferem carnes vermelhas e/ou processadas", "Não tenho apoio das pessoas com quem convivo", "Refeições não são preparadas por mim"]
    },
    "gorduras": {
        "pergunta": "Considerando a sua semana habitual, limita o consumo de gorduras saturadas (exemplo, margarina, manteiga, natas)  - na maior parte da semana nao consome estes produtos) e gorduras trans (xxx))?",
        "resposta": ["Sim", "Nao"],
        "habito": "Limitar o consumo de gorduras saturadas e trans.",
        "barreiras": ["barreira1", "barreira2"]
    },
    "refrigerantes": {
        "pergunta": "Considerando a sua semana habitual, limita o consumo de bebida gaseificadas (exemplo, cola) ou com adicao de acucar (exemplo, nectar)?",
        "resposta": ["Sim", "Nao"],
        "habito": "Limitar o consumo de bebidas gaseificadas ou com acucar adicionado.",
        "barreiras": ["Quais são os principais desafios que prevêm encontrar para alcançar o seu objetivo?", "Opções de resposta para o utilizador", "Gosto do sabor das bebidas gaseificadas e/ou bebidas açucaradas", "Não sei quais são os riscos do consumo de bebidas gaseificas e/ou açucaradas", "Não sei qual a quantidade recomendada de bebidas gaseificadas e/ou açucaradas", "Não sei quais são as alternativas às bebidas gaseificas e/ou açucaradas", "Tenho dificuldade em controlar o consumo destas bebidas", "Não me sinto confiante para reduzir o consumo de bebidas gaseificadas e/ou açucaradas", "Não é um objetivo para mim reduzir o consumo de bebidas gaseificadas e/ou açucaradas", "Estou habituado(a) a consumir bebidas gaseificadas e/ou açucaradas", "Tenho acesso fácil a bebidas gaseificadas e/ou açucaradas (ex. Lojas, máquinas de venda automática, casa)”", "As pessoas com quem convivo preferem consumir bebidas gaseificadas e/ou açucaradas", "Não tenho apoio de familiares e amigos"]
    },
    "alcool": {
        "pergunta": "Considerando a sua semana habitual, limita o consumo de bebidas alcoolicas?",
        "resposta": ["Sim", "Nao"],
        "habito": "Limitar o consumo de bebidas alcoolicas.",
        "barreiras": ["Quais são os principais desafios que prevê encontrar para alcançar o seu objetivo?", "Opções de resposta para o utilizador", "Não sei quais são os riscos do consumo de bebidas alcoólicas", "Não sei qual a quantidade recomendada de bebidas alcoólicas", "Não me sinto confiante para reduzir o consumo de bebidas alcoólicas", "Não é um objetivo para mim reduzir o consumo de bebidas alcoólicas", "Estou habituado(a) a beber bebidas alcoólicas", "Tenho acesso fácil a bebidas alcoólicas (ex. Lojas, máquinas de venda automática, casa)", "As pessoas com quem convivo preferem consumir bebidas alcoólicas", "Não tenho apoio de familiares e amigos"]
    },
    "leguminosas": {
        "pergunta": "Considerando a sua semana habitual, consome entre 3 a 5 porcoes de leguminosas (exemplo, feijao, grao-de-bico, ervilhas, lentilhas) por semana?",
        "resposta": ["Sim", "Nao"],
        "habito": "Consumir entre 3 a 5 porcoes por semana de leguminosas.",
        "barreiras": ["Quais são os principais desafios que prevê encontrar para alcançar o seu objetivo?", "Opções de resposta para o utilizador", "Tenho desconforto gastrointestinal quando como leguminosas", "Não sei como conservar as leguminosas (e.g. as lentilhas cozidas devem ficar no frigorífico? E as secas?)", "Não sei qual é a quantidade de leguminosas recomendada (e.g. 1 colher de sopa é suficiente?)", "Não sei como comer leguminosas no meu dia-a-dia", "Não sei porque devo consumir leguminosas", "Não me sinto confiante nas minhas capacidades para preparar as leguminosas, incluindo demolhar e cozinhar (e.g. demolhar feijão)", "Não me sinto confiante para comer mais leguminosas", "Não é um objetivo para mim consumir leguminosas no meu dia-a-dia", "Não gosto do sabor e/ou textura das leguminosas", "Não tenho o hábito de comer leguminosas", "Não tenho tempo para comprar e/ou preparar a leguminosas, incluindo demolhar ou cozinhar (e.g. demolhar e cozer grão)", "Faço refeições fora de casa frequentemente (e.g. restaurantes)", "As pessoas com quem convivo preferem outro tipo de alimentos", "Não tenho apoio das pessoas com quem convivo", "Refeições não são preparadas por mim"]
    },
    "peixe": {
        "pergunta": "Considerando a sua semana habitual, consome pelo menos 2 porcoes de peixe gordo (exemplo, salmao, sardinha, atum, cavala) por semana?",
        "resposta": ["Sim", "Nao", "Nao aplicavel"],
        "habito": "Consumir 2 porcoes de peixe gordo por semana.",
        "barreiras": ["Quais são os principais desafios que prevêm encontrar para alcançar o seu objetivo?", "Opções de resposta para o utilizador", "Não sei como conservar o peixe gordo (e.g. quantos dias no frigorífico cozinhado?)", "Não sei qual é a quantidade de peixe gordo recomendada (e.g. 2 postas de peixe é muito?)", "Não sei que peixes são considerados gordos", "Não sei porque devo comer peixe gordo", "Não sei como comer mais peixe gordo ao longo da semana", "Não me sinto confiante nas minhas capacidades para preparar o peixe gordo, incluindo cortar ou cozinhar (e.g. peixe assado) ", "Não me sinto confiante para comer mais hortícolas", "Não é um objetivo para mim consumir hortícolas no meu dia-a-dia", "Não gosto do sabor e/ou textura do peixe", "Não tenho o hábito de comer peixe gordo", "É muito caro comprar peixe", "Não tenho tempo para comprar ou preparar o peixe gordo, incluindo cortar ou cozinhar (e.g. peixe grelhado)", "Faço refeições fora de casa frequentemente (e.g. restaurantes)", "As pessoas com quem convivo preferem carnes vermelhas e/ou processadas", "Não tenho apoio das pessoas com quem convivo", "Refeições não são preparadas por mim"]
    },
    "pastelaria": {
        "pergunta": "Considerando a sua semana habitual, consome menos de 2 vezes por semana produtos de pastelaria (exemplo, pastel de nata, bola de Berlim, folhado misto), bolachas e biscoitos?",
        "resposta": ["Sim", "Nao"],
        "habito": "Limitar o consumo de produtos de pastelaria, biscoitos e bolachas.",
        "barreiras": ["Quais são os principais desafios que prevêm encontrar para alcançar o seu objetivo?", "Opções de resposta para o utilizador", "Não sei como substituir os produtos de pastelaria, biscoitos e bolachas por alternativas mais equilibradas no meu dia-a-dia", "Não sei qual a quantidade recomendada de produtos de pastelaria, biscoitos e bolachas", "Não sei quais os riscos de consumir produtos de pastelaria, biscoitos e bolachas", "Tenho dificuldade em controlar o consumo destes alimentos/produtos", "Não me sinto confiante para reduzir o consumo de produtos de pastelaria, biscoitos e bolachas", "Não é um objetivo para mim reduzir o consumo de produtos de pastelaria, biscoitos e bolachas", "Estou habituado(a) a consumir produtos de pastelaria, biscoitos e bolachas", "Frequento espaços onde facilmente tenho acesso a produtos de pastelaria, biscoitos e bolachas", "As pessoas com quem convivo preferem consumir produtos de pastelaria, biscoitos e bolachas", "Não tenho apoio de familares e amigos"]
    },
    "oleaginosas": {
        "pergunta": "Considerando a sua semana habitual, consome entre 3 a 5 porcoes de oleaginosas (exemplo, noz, amendoa, avela) por semana?",
        "resposta": ["Sim", "Nao"],
        "habito": "Consumir entre 2 a 5 porcoes por semana de oleaginosas.",
        "barreiras": ["Quais são os principais desafios que prevê encontrar para alcançar o seu objetivo?", "Opções de resposta para o utilizador", "Tenho dificuldade em mastigar as oleaginosas (e.g. são muito duras para trincar)", "Não sei como conservar as oleaginosas (e.g.  as amêndoas devem ficar no frigorífico?)", "Não sei qual é a quantidade de oleaginosas recomendada (e.g. 1 noz é suficiente?)", "Não sei como comer oleaginosas no meu dia-a-dia", "Não sei porque devo consumir oleaginosas", "Não me sinto confiante para comer oleaginosas", "Não é um objetivo para mim consumir oleaginosas ao longo da minha semana", "Não gosto do sabor e/ou textura das oleaginosas", "Não tenho o hábito de comer oleaginosas", "É muito caro comprar oleaginosas", "Não tenho tempo para comprar oleaginosas", "As pessoas com quem convivo preferem outro tipo de alimentos ", "Não tenho apoio das pessoas com que convivo"]
    }
}